app/controllers/votes_controller.rb

  def index
    @votes = Vote.all
---
SELECT "votes".* FROM "votes"